#pragma once
#ifndef LEKAR_H
#define LEKAR_H
#include "Company.h"
#include <string>
#include <vector>
#include <iostream>
using namespace std;
class Lekar :public Company  {
private:
	string name = setName("LEKAR.by");
	strign info=setInfo/*Lekar.by — это крупная российская компания, специализирующаяся на сбыте лекарственных препаратов, предлагая широкий ассортимент медицинских товаров для лечения и профилактики заболеваний. Основанная в 2005 году, Lekar.by предоставляет услуги по доставке лекарственных препаратов в регионы России и страны СНГ, а также оказывает консультации по вопросам здравоохранения и медицинской помощи.

Компания Lekar.by является частью группы компаний «Лекар», которая объединяет более 200 предприятий в сфере здравоохранения и фармацевтики. На сегодняшний день Lekar.by представляет собой современную, эффективную и удобную для клиентов систему сбыта лекарственных препаратов.

Основные преимущества Lekar.by:

1. Широкий ассортимент: Компания предлагает более 100 000 наименований лекарственных препаратов, включая товары для лечения и профилактики заболеваний, а также диагностические и реабилитационные товары.
2. Консультации и поддержка: Lekar.by предоставляет бесплатные консультации по вопросам здравоохранения и медицинской помощи, а также оказывает поддержку клиентам в выборе лекарственных препаратов.
3. Доставка в регионы: Компания осуществляет доставку лекарственных препаратов по всей России и странам СНГ, включая крупные города и малые населенные пункты.
4. Гибкая ценовая политика: Lekar.by предлагает гибкую ценовую политику, позволяющую клиентам сэкономить на лекарственных препаратах.
5. Оперативность и надежность: Компания гарантирует оперативную доставку лекарственных препаратов и предоставляет гарантию качества продукции.

Lekar.by стремится стать лидером в сфере сбыта лекарственных препаратов, предоставляя клиентам высококачественные и доступные услуги. Компания постоянно развивается и улучшает свои продукты и услуги, чтобы обеспечить максимальное удовлетворение потребностей своих клиентов.*/
public:

};



#endif